Revit 2027 API
ParameterTypeId.StairsActualNumRisers Property
 "Actual Number of Risers"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsActualNumRisers { get; }
Public Shared ReadOnly Property StairsActualNumRisers As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsActualNumRisers {
	ForgeTypeId^ get ();
}
static member StairsActualNumRisers : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace